Repository: xbandrade/py-4djobz
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: This is 4Djobz!
pt_br: Este é o 4Djobz!

source: Want to find a new job opportunity or need to hire the perfect candidates?
pt_br: Quer encontrar uma nova oportunidade de emprego ou precisa contratar os melhores candidatos?

source: 4Djobz is the right place!
pt_br: 4Djobz é o lugar certo!

source: About
pt_br: Sobre

source: Welcome to 4Djobz!
pt_br: Bem-vindo ao 4Djobz!

source: Home
pt_br: Início

source: Looking for a new job <br>or want to hire <br>the best talents?<br>4Djobz is the right place!
pt_br: Procurando um novo emprego<br>ou quer contratar<br>os melhores talentos?<br>4Djobz é o lugar certo!

source: Register
pt_br: Registrar

source: Looking for job opportunities?
pt_br: Procurando oportunidades de emprego?

source: Register as Applicant
pt_br: Registrar como Candidato

source: Want to hire the best talents?
pt_br: Quer contratar os melhores talentos?

source: Register as Company
pt_br: Registrar com Empresa

source: Please, fix the errors in the form
pt_br: Por favor, corrija os erros no formulário

source: * Required Field
pt_br: * Campos Obrigatórios

source: Change Password
pt_br: Alterar Senha

source: Submit
pt_br: Enviar

source: Jobs Search
pt_br: Buscar Vagas

source: English
pt_br: Inglês

source: Portuguese (Brazil)
pt_br: Português (Brasil)

source: Salary Expectations *
pt_br: Expectativa Salarial *

source: Minimum Education *
pt_br: Escolaridade Mínima *

source: Experiences is required
pt_br: O campo Experiências é obrigatório

source: Your Experiences *
pt_br: Suas Experiências *

source: You have already applied to this job.
pt_br: Você já se candidatou a esta vaga.

source: Job title cannot be empty
pt_br: Título da vaga não pode ser vazio

source: Job Title *
pt_br: Título da Vaga *

source: Salary *
pt_br: Salário *

source: Skill requirements is required
pt_br: O campo Requisitos de habilidades é obrigatório

source: Skill Requirements *
pt_br: Requisitos de Habilidades *

source: Mark job post as finished
pt_br: Marcar vaga como concluída

source: Applicants for
pt_br: Candidatos para

source: Sorting by order of application
pt_br: Ordenando por ordem de candidatura

source: Sort by compatibility with the Job
pt_br: Ordenar por compatibilidade com a vaga

source: Sorting by best candidates for this job
pt_br: Ordenando por melhores candidatos para esta vaga

source: Sort by order of application
pt_br: Ordenar por ordem de candidatura

source: Applicant Full Name
pt_br: Nome do Candidato

source: Applicant Email
pt_br: Email do Candidato

source: Applicant Phone Number
pt_br: Telefone do Candidato

source: Salary Expectation
pt_br: Expectativa Salarial

source: Education
pt_br: Escolaridade

source: Experiences
pt_br: Experiências

source: Years of Experience
pt_br: Anos de Experiência

source: Skills
pt_br: Habilidades

source: Compatibility with the Job
pt_br: Compatibilidade com a vaga

source: No applications found for this job
pt_br: Nenhuma candidatura para esta vaga

source: Job Application
pt_br: Candidatura

source: You have already applied to this job!
pt_br: Você já se candidatou para esta vaga!

source: Company -
pt_br: Empresa -

source: Skill Requirements -
pt_br: Requisitos e Habilidades -

source: Minimum Education -
pt_br: Escolaridade Mínima -

source: Salary -
pt_br: Salário -

source: Apply for this job
pt_br: Candidatar-se a esta vaga

source: Jobs List
pt_br: Lista de Vagas

source: Search for a job post
pt_br: Procurar por uma publicação de vaga

source: Job Title
pt_br: Título da Vaga

source: Company
pt_br: Empresa

source: Salary
pt_br: Salário

source: Minimum Education
pt_br: Escolaridade Mínima

source: Applicants
pt_br: Candidatos

source: No jobs found
pt_br: Nenhuma vaga encontrada

source: Publish Job
pt_br: Publicar Vaga

source: Publish New Job
pt_br: Publicar Nova Vaga

source: Update Job
pt_br: Atualizar Vaga

source: Update Job Post
pt_br: Atualizar Publicação de Vaga

source: Application submitted successfully, you will be contacted via email or phone call shortly with the feedback
pt_br: Candidatura enviada com sucesso, entraremos em contato via email ou telefone em breve com um feedback

source: Failed to submit application
pt_br: Falha ao enviar candidatura

source: Job published successfully
pt_br: Vaga publicada com sucesso

source: Failed to publish job
pt_br: Falha ao publicar vaga

source: Searching for
pt_br: Buscando por

source: Job updated successfully
pt_br: Vaga atualizada com sucesso

source: Failed to update job
pt_br: Falha ao atualizar vaga

source: Name
pt_br: Nome

source: Enter your first name
pt_br: Entre seu primeiro nome

source: Enter your last name
pt_br: Entre seu último nome

source: Enter your password
pt_br: Digite sua senha

source: Enter your password again
pt_br: Repita sua senha

source: Enter your professional title
pt_br: Digite seu título profissional

source: Your academic education
pt_br: Sua formação acadêmica

source: Your previous professional experience
pt_br: Sua experiência profissional

source: Your best skills
pt_br: Suas melhores habilidades

source: First name cannot be empty
pt_br: Nome não pode estar vazio

source: First Name *
pt_br: Nome *

source: Last name cannot be empty
pt_br: Sobrenome não pode estar vazio

source: Last Name *
pt_br: Sobrenome *

source: Email is required
pt_br: Email é obrigatório

source: The email must be valid
pt_br: Email deve ser válido

source: Enter a valid email
pt_br: Digite um email válido

source: Phone Number
pt_br: Telefone

source: The phone number provided is invalid
pt_br: O número de telefone é inválido

source: Password must contain at least one uppercase character, one lowercase character and one number. The length should be at least 8 characters.
pt_br: A senha deve conter pelo menos uma letra maiúscula, uma letra minúscula e um número. A senha deve ter pelo menos 8 caracteres.

source: Password must not be empty
pt_br: A senha não pode estar vazia

source: Password *
pt_br: Senha *

source: Repeat Password *
pt_br: Repita a Senha *

source: Please repeat your password
pt_br: Por favor, repita sua senha

source: Title
pt_br: Título

source: Please enter a valid integer value
pt_br: Por favor, digite um valor inteiro válido

source: Previous Experience
pt_br: Experiências

source: User email is already in use
pt_br: Email já está em uso

source: The years of experience provided is invalid
pt_br: O campo anos de experiência é inválido

source: This field is required
pt_br: Este campo é obrigatório

source: Passwords must match
pt_br: Senhas não coincidem

source: Enter your company name
pt_br: Digite o nome da empresa

source: Enter your company description
pt_br: Digite a descrição da empresa

source: Company name cannot be empty
pt_br: Nome da empresa não pode ser vazio

source: Company Name *
pt_br: Nome da Empresa *

source: Description
pt_br: Descrição

source: Enter your email
pt_br: Digite seu email

source: The email field cannot be empty
pt_br: O campo email não pode ser vazio

source: Your Applicationss
pt_br: Suas Candidaturas

source: Ongoing...
pt_br: Em progresso...

source: Finished
pt_br: Finalizada

source: You have no applications
pt_br: Você não possui candidaturas

source: Applicant Register
pt_br: Registro de Candidato

source: Charts
pt_br: Gráficos

source: Company Charts
pt_br: Gráficos da Empresa

source: Jobs Published
pt_br: Vagas Publicadas

source: Date
pt_br: Data

source: Count
pt_br: Contagem

source: Applications
pt_br: Candidaturas

source: Company Dashboard
pt_br: Dashboard da Empresa

source: Publish a new job
pt_br: Publicar uma nova vaga

source: Check the company charts
pt_br: Checar os gráficos da empresa

source: Your Published Jobs
pt_br: Suas Vagas Publicadas

source: Skill Requirements
pt_br: Requisitos de Habilidades

source: Publish Status
pt_br: Status da Publicação

source: Delete Job Post
pt_br: Deletar Publicação de Vaga

source: Update
pt_br: Atualizar

source: You have no job posts published
pt_br: Você não possui vagas publicadas

source: Company Register
pt_br: Registro de Empresa

source: Password must contain at least an uppercase character, a lowercase character, a number and be at least 8 characters long.
pt_br: A senha deve conter pelo menos uma letra maiúscula, uma letra minúscula e um número. A senha deve ter pelo menos 8 caracteres.

source: User has been created, please log in
pt_br: Usuário criado, por favor, faça login

source: Invalid logout user
pt_br: Usuário de logout inválido

source: Logged out successfully
pt_br: Logout realizado com sucesso

source: You cannot register while logged in
pt_br: Você não pode se registrar enquanto estiver logado

source: Company account has been created, please log in
pt_br: Conta de empresa criada, por favor, faça login

source: Job post not found
pt_br: Publicação de vaga não encontrada

source: Job post successfully deleted
pt_br: Publicação de vaga deletada com sucesso

source: You are logged in
pt_br: Você está logado

source: Invalid email or password
pt_br: Email ou senha inválidos

source: Invalid credentials
pt_br: Credenciais inválidas

source: Elementary School
pt_br: Ensino Fundamental

source: High School
pt_br: Ensino Médio

source: Technologist
pt_br: Tecnólogo

source: College Graduation
pt_br: Ensino Superior

source: MBA/Master's degree
pt_br: MBA/Mestrado

source: PhD/Doctorate degree
pt_br: PhD/Doutorado
